tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/rcmdnkpac"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils", link: true
brew "icu4c"
brew "boost"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "freetype"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "libmagic"
brew "peco"
brew "pkg-config"
brew "ripgrep"
brew "rmtrash"
brew "source-highlight"
brew "terminal-notifier"
brew "tree"
brew "rcmdnk/rcmdnkpac/rcmdnk-trash"
