tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "arp-scan"
brew "bat"
brew "binutils"
brew "icu4c"
brew "boost"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "freetype"
brew "fzf"
brew "ghq"
brew "git"
brew "openssl@1.1"
brew "readline"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "hyperfine"
brew "imagemagick"
brew "imagemagick@6"
brew "isl"
brew "jq"
brew "libmagic"
brew "libmpc"
brew "lsd"
brew "mas"
brew "mysql"
brew "nmap"
brew "peco"
brew "pkg-config"
brew "python@3.8"
brew "ripgrep"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "v8@3.15"
brew "watch"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "launchcontrol"
cask "slack"
cask "visual-studio-code"
