tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "arp-scan"
brew "bat"
brew "binutils"
brew "boost"
brew "freetype"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "imagemagick@6"
brew "python@3.10"
brew "iproute2mac"
brew "isl"
brew "jq"
brew "libmagic"
brew "libmpc"
brew "lsd"
brew "mas"
brew "mysql"
brew "nmap"
brew "peco"
brew "python@3.8"
brew "ripgrep"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "v8@3.15"
brew "watch"
brew "xdotool"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "browserosaurus"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
cask "launchcontrol"
cask "lunar"
cask "slack"
cask "soundflower"
cask "streamlabs-obs"
cask "visual-studio-code"
cask "xquartz"
cask "youtube-to-mp3"
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "Session", id: 1521432881
