tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "arp-scan"
brew "bat"
brew "binutils"
brew "icu4c"
brew "boost"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "freetype"
brew "fzf"
brew "ghq"
brew "git"
brew "openssl@1.1"
brew "readline"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "hyperfine"
brew "imagemagick"
brew "imagemagick@6"
brew "isl"
brew "jq"
brew "libmagic"
brew "libmpc"
brew "lsd"
brew "mas"
brew "nmap"
brew "peco"
brew "pkg-config"
brew "python@3.8"
brew "ripgrep"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "v8@3.15"
brew "watch"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "launchcontrol"
cask "slack"
cask "visual-studio-code"

# brewfile/personal
tap "rcmdnk/rcmdnkpac"
brew "ext4fuse"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "rmtrash"
brew "youtube-dl"
brew "zplug"
brew "rcmdnk/rcmdnkpac/rcmdnk-trash"
cask "4k-video-downloader"
cask "atom"
cask "balenaetcher"
cask "blackhole"
cask "evernote"
cask "firefox"
cask "keybase"
cask "launchrocket"
cask "lingon-x"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "scroll-reverser"
cask "skitch"
cask "soundflower"
cask "steam"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Create File Menu", id: 1440519779
mas "Cyph", id: 1480070821
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF", id: 784260229
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835

# brewfile/work/Brewfile_base
brew "mysql"
cask "docker"
cask "homebrew/cask-versions/google-chrome-beta"

# brewfile/share/Brewfile_base
brew "fd"
brew "xdotool"
cask "xquartz"
cask "streamlabs-obs"
brew "ffmpeg"
cask "balenaetcher"
cask "blackhole-2ch"
cask "blackhole-16ch"
cask "lunar"
cask "google-drive-file-stream"
cask "soundflower"
cask "browserosaurus"
cask "kindle"
cask "discord"
cask "soundflower"
brew "iproute2mac"
cask "github"
brew "gpg"
brew "gh"
cask "youtube-to-mp3"
brew "tmux"
cask "witch"
cask "chromedriver"
brew "shellcheck"
brew "visual-studio-code"

# brewfile/work/Brewfile
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "arp-scan"
brew "bat"
brew "binutils"
brew "boost"
brew "freetype"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "imagemagick@6"
brew "python@3.10"
brew "iproute2mac"
brew "isl"
brew "jq"
brew "libmagic"
brew "libmpc"
brew "lsd"
brew "mas"
brew "mysql"
brew "nghttp2"
brew "nmap"
brew "peco"
brew "python@3.8"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "watch"
brew "xdotool"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "browserosaurus"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
cask "launchcontrol"
cask "lunar"
cask "soundflower"
cask "streamlabs-obs"
cask "visual-studio-code"
cask "witch"
cask "xquartz"
cask "youtube-to-mp3"
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "Noizio", id: 928871589
mas "Session", id: 1521432881
