tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "arp-scan"
brew "awscli"
brew "bat"
brew "binutils"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "hyperfine"
brew "imagemagick@6"
brew "iproute2mac"
brew "isl"
brew "jq"
brew "libmagic"
brew "libmpc"
brew "libyaml"
brew "lsd"
brew "mas"
brew "mosh"
brew "mysql"
brew "nghttp2"
brew "nmap"
brew "pandoc"
brew "peco"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "v8"
brew "watch"
brew "xdotool"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "browserosaurus"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "lunar"
cask "steam"
cask "streamlabs-obs"
cask "telegram"
cask "visual-studio-code"
cask "witch"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Battery Monitor", id: 836505650
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "Create File Menu", id: 1440519779
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
vscode "alefragnani.rtf"
vscode "Angelmaneuver.wallpaper-setting"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "bungcip.better-toml"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "coolbear.systemd-unit-file"
vscode "devwright.vscode-terminal-capture"
vscode "EdgardMessias.clipboard-manager"
vscode "emilast.LogFileHighlighter"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "hbenl.vscode-test-explorer"
vscode "hogashi.crontab-syntax-highlight"
vscode "iliazeus.vscode-ansi"
vscode "kaiwood.endwise"
vscode "lehni.vscode-fix-checksums"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "octref.vetur"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "SirTobi.code-clip-ring"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.vscode-input-sequence"
vscode "Vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
