tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "olets/tap"
tap "rbenv/tap"
brew "ansifilter"
brew "libtiff"
brew "jpeg-xl"
brew "arp-scan"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "bat"
brew "binutils"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "docutils"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "hyperfine"
brew "icu4c@76"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "iproute2mac"
brew "isl"
brew "jq"
brew "libffi"
brew "libiconv", link: true
brew "libmagic"
brew "libmpc"
brew "libyaml"
brew "lsd"
brew "mas"
brew "mecab"
brew "mosh"
brew "mysql@8.0"
brew "nghttp2"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pipx"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "v8"
brew "watch"
brew "xdotool"
brew "olets/tap/zsh-abbr"
brew "rbenv/tap/openssl@1.1"
cask "1password"
cask "bartender"
cask "chromedriver"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "lunar"
cask "visual-studio-code"
cask "zoom"
mas "Be Focused Pro", id: 961632517
mas "Create File Menu", id: 1440519779
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "Noizio", id: 928871589
mas "NordVPN", id: 905953485
mas "Relax Melodies", id: 467103113
mas "Xcode", id: 497799835
vscode "alefragnani.rtf"
vscode "angelmaneuver.wallpaper-setting"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "bungcip.better-toml"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "coolbear.systemd-unit-file"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devwright.vscode-terminal-capture"
vscode "docker.docker"
vscode "edgardmessias.clipboard-manager"
vscode "emilast.logfilehighlighter"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "hbenl.vscode-test-explorer"
vscode "hogashi.crontab-syntax-highlight"
vscode "iliazeus.vscode-ansi"
vscode "kaiwood.endwise"
vscode "lehni.vscode-fix-checksums"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "sirtobi.code-clip-ring"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.vscode-input-sequence"
vscode "vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
