tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/rcmdnkpac"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "coreutils"
brew "direnv"
brew "dnsmasq"
brew "findutils"
brew "gnu-getopt"
brew "gnu-sed"
brew "peco"
brew "ripgrep"
brew "source-highlight"
brew "squid"
brew "terminal-notifier"
brew "tree"
brew "rcmdnk/rcmdnkpac/rcmdnk-trash"
cask "aerial"
