brew "fd"
brew "xdotool"
cask "xquartz"
cask "streamlabs-obs"
brew "ffmpeg"
cask "balenaetcher"
cask "blackhole-2ch"
cask "blackhole-16ch"
cask "lunar"
cask "google-drive-file-stream"
cask "soundflower"
cask "browserosaurus"
cask "kindle"
cask "discord"
cask "soundflower"
brew "iproute2mac"
cask "github"
brew "gpg"
brew "gh"
cask "youtube-to-mp3"
brew "tmux"
cask "witch"
